// List of Pray Cards
import 'package:umma_flutter/components/azkary_morning_card.dart';

List<AzkaryMorningCard> azkaryMorningList = [
  AzkaryMorningCard(
    title: 'Утренний азкар №1',
    arabianText:
        'اس ائت زش ق؛تة !وأئث غلفس ق أقا غبنك ق أنا غل غهدلئ ق ؤغدلئ بإ ابتهئفف أغوئ بك ض ص با لآيب٩ اتءغ ببت. بيغفيك غل و إبوغ بنش نعفزل فإتة ي يعتز الألوب إي أك-',
    russianText:
        "О Аллах, Ты - Господь мой, и нет достойного поклонения, кроме Тебя, Ты создал меня, а я -Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Тебе от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя! (Бухари)",
    russianTranslitText:
        "Аллахумма, Анта Рабби, ля иляха илля Анта, халякта-ни ва ана 'абду-кя, ва ана \"аля 'ахди-кя ва ва'ди-кя ма-стата'ту. А'узу би-кя мин шарри ма сана'ту, абу'у ля-кя би-ни'мати-кя 'аляййя, ва абу'у би-занби, фа-гфир ли, фа-инна-ху ля йагфи-ру-з-зунуба илля Анта!')",
  ),
  AzkaryMorningCard(
    title: 'Утренний азкар №2',
    arabianText:
        'اس ائت زش ق؛تة !وأئث غلفس ق أقا غبنك ق أنا غل غهدلئ ق ؤغدلئ بإ ابتهئفف أغوئ بك ض ص با لآيب٩ اتءغ ببت. بيغفيك غل و إبوغ بنش نعفزل فإتة ي يعتز الألوب إي أك-',
    russianText:
        "О Аллах, Ты - Господь мой, и нет достойного поклонения, кроме Тебя, Ты создал меня, а я -Твой раб, и я буду хранить верность Тебе, пока у меня хватит сил. Прибегаю к Тебе от зла того, что я сделал, признаю милость, оказанную Тобой мне, и признаю грех свой. Прости же меня, ибо, поистине, никто не прощает грехов, кроме Тебя! (Бухари)",
    russianTranslitText:
        "Аллахумма, Анта Рабби, ля иляха илля Анта, халякта-ни ва ана 'абду-кя, ва ана \"аля 'ахди-кя ва ва'ди-кя ма-стата'ту. А'узу би-кя мин шарри ма сана'ту, абу'у ля-кя би-ни'мати-кя 'аляййя, ва абу'у би-занби, фа-гфир ли, фа-инна-ху ля йагфи-ру-з-зунуба илля Анта!')",
  ),
];
